import React from "react";

export default function Advices() {
  return (
    <div className="adviceContainer">
      <div className="advices">
        <h2 style={{ marginBottom: "0.5rem", marginTop: "1rem" }}>
          করোনা সতর্কতা
        </h2>
        <span>খুব সাধারণ কিছু নিয়ম মানলেই এড়ানো যাবে এই সংক্রমণ </span>
        <div
          style={{
            marginLeft: "1.5rem",
            marginTop: "0.5rem",
            marginBottom: "0.5rem"
          }}
        >
          <ol>
            <li>জনসমাগম এড়িয়ে চলতে হবে ও ঘরের বাইরে মাস্ক ব্যবহার করুন।</li>
            <li>
              কাপড়ে এই ভাইরাসটি প্রায় ৯ ঘন্টা জীবিত থাকতে পারে। তাই কাপড় ধুয়ে
              নিলে বা রোদে ২ ঘন্টা থাকলে এটি মারা যাবে।
            </li>
            <li>
              {" "}
              হাতে বা ত্বকে এই ভাইরাসটি ১০ মিনিটের মতো জীবিত থাকতে পারে। তাই
              অ্যালকোহল মিশ্রিত জীবাণুনাশক হাতে মেখে নিলেই জীবানুটি মারা যাবে।
            </li>
            <li>
              লবনমিশ্রিত গরম পানি দিয়ে গারগল করলে গলার মিউকাস পরিষ্কার হওয়ার
              সঙ্গে সঙ্গে টনসিলের জীবাণুসহ করোনাও দূর হবে, আর ফুসফুসে সংক্রমিত
              হওয়ার সুযোগও থাকবে না।
            </li>
            <li>
              লাইনে দাঁড়াতে হলে নিজের প্রতিরোধের ব্যাপারে সতর্ক থাকতে হবে।
            </li>
            <li>
              {" "}
              আর যখন-তখন নাকে-মুখে আঙুল বা হাত দেয়ার অভ্যাস পরিত্যাগ করতে হবে।
              কারণ মানব শরীরে জীবাণু প্রবেশের সদর দরজা হলো নাক-মুখ-চোখ!
            </li>
            <li>
              আক্রান্ত রোগীর হাঁচি/কাশি/থুতু/কফের মাধ্যমে এ রোগ ছড়িয়ে পড়ে। এ
              কারণে আক্রান্ত রোগীকে মাস্ক পড়ানো জরুরি এবং আক্রান্ত রোগীর ৩ ফুটের
              মধ্যে যাওয়া উচিত নয়।
            </li>
          </ol>
        </div>
        <h2 style={{ marginBottom: "0.5rem" }}>করোনার উপসর্গ</h2>
        <span>
          যদি কারো ফ্লু বা সর্দি থাকে, প্রথমে নিজেকে আইসোলেশন করে লক্ষণ ভালো করে
          পর্যবেক্ষণ করতে হবে।
        </span>
        <div
          style={{
            marginLeft: "1.5rem",
            marginTop: "0.5rem",
            marginBottom: "0.5rem"
          }}
        >
          <ol>
            <li>প্রথম দিন শুধু ক্লান্তি আসবে।</li>
            <li>
              তৃতীয় দিন হালকা জ্বর অনুভব হবে। সঙ্গে কাশি ও গলায় সমস্যা হবে।
            </li>
            <li>
              পঞ্চম দিন পর্যন্ত মাথায় যন্ত্রণা হবে। পেটের সমস্যাও হতে পারে।
            </li>
            <li>
              ষষ্ঠ বা সপ্তম দিনে শরীরে ব্যথা বাড়বে এবং মাথার যন্ত্রণা কমতে
              থাকবে। তবে পেটের সমস্যা থেকেই যাবে।
            </li>
            <li>
              অষ্টম ও নবম দিনে সব লক্ষণই চলে যাবে। তবে সর্দির প্রভাব বাড়তে
              থাকে।
            </li>
          </ol>
        </div>
        <p>
          যদি অষ্টম বা নবম দিনে আপনার শরীর আরো খারাপ হয়, করোনা-হেল্পলাইনে ফোন
          করে অবশ্যই পরীক্ষা করিয়ে নিতে হবে।
        </p>
        <h2 style={{ marginBottom: "0.5rem", marginTop: "1rem" }}>
          হোম কোয়ারেন্টাইনের নির্দেশনা{" "}
        </h2>
        <span>
          সদ্য বিদেশ থেকে ফিরেছেন কিংবা শারীরিকভাবে অসুস্থতা বোধ করছেন এমন
          ব্যক্তিদের হোম কোয়ারেন্টাইনে থাকতে বলা হচ্ছে। এর মানে হলো, ১৪ দিন অন্য
          সবার থেকে আলাদা থাকা এবং ঘরের ভেতর থাকা। এই সময়ে তাদের কিছু নির্দেশনা
          মেনে চলতে অনুরোধ জানিয়েছে স্বাস্থ্য অধিদপ্তর।
        </span>
        <div
          style={{
            marginLeft: "1.5rem",
            marginTop: "0.725rem",
            marginBottom: "0.5rem"
          }}
        >
          <ol>
            <li>
              পহোম কোয়ারেন্টাইনে থাকা ব্যক্তিকে বাড়ির অন্য সদস্যদের থেকে আলাদা
              থাকতে হবে। অন্তত ২ ফুট দূরত্বে অবস্থান করতে হবে।
            </li>
            <li>
              আলাদা বিছানায় ঘুমাতে হবে। এমন ভাবে থাকতে হবে যেখানে সহজেই আলো
              বাতাস প্রবেশ করে।
            </li>
            <li>
              সম্ভব হলে আলাদা বাথরুম ব্যবহার করতে হবে। একই গোসলখানা ব্যবহার করলে
              সেখানে পর্যাপ্ত আলো-বাতাসের ব্যবস্থা নিশ্চিত করতে হবে।
            </li>
            <li>
              ষহোম কোয়ারেন্টাইনে থাকা ব্যক্তি শিশুকে বুকের দুধ খাওয়াতে পারবেন।
              তবে শিশুর কাছে যাওয়ার সময় মাস্ক পরতে হবে এবং ভালোভাবে হাত ধুয়ে
              নিতে হবে।
            </li>
            <li>
              শিশু কোয়ারেন্টাইনে থাকলে তাকে সচেতনতার বিষয়গুলো সম্পর্কে ব্রিফ
              করতে হবে। শিশুর খেলনা খেলার আগে ও পরে জীবাণুমুক্ত করতে হবে।
            </li>
            <li>
              কোয়ারেন্টাইনে পশুপাখি রাখা যাবে না , বাড়ির অন্য সদস্যদের সঙ্গে একই
              ঘরে অবস্থান করলে মাস্ক ব্যবহার করতে হবে।{" "}
            </li>
            <li>
              হোম কোয়ারেন্টাইনে থাকা ব্যক্তির মাস্ক, গ্লাভস, টিস্যুসহ সব আবর্জনা
              ঢাকনাযুক্ত ময়লার পাত্রে ফেলতে হবে। এসব আবর্জনা পুড়িয়ে ফেলতে হবে।
            </li>
            <li>
              কোয়ারেন্টাইনে থাকা ব্যক্তির কোনো উপসর্গ যেমন ১০০ ডিগ্রি
              ফারেনহাইটের বেশি জ্বর, কাশি, সর্দি, গলাব্যথা, শ্বাসকষ্ট ইত্যাদি
              দেখা দিলে অতি দ্রুত আইইডিসিআরের হটলাইন নম্বরে যোগাযোগ করে পরবর্তী
              করণীয় জেনে নিতে হবে।
            </li>
          </ol>
        </div>
      </div>
      <div className="personalAdvices">
        <div>
          <span>
            করোনা ভাইরাস নিয়ে হাসি-ঠাট্টা কিংবা ট্রল বন্ধ করুন। আপনি সুস্থ
            আছেন!এটা আল্লাহর নিয়ামত। শুকরিয়া জ্ঞাপন করুন ।
          </span>
        </div>
        <div>
          <span>
            করোনা ভাইরাস এর মতো মহামারী থেকে বাচাঁর দোয়া.
            <p className="bold" style={{ margin: "0.275rem 0" }}>
              {" "}
              اَللَّھُمَّ اِنِّیْ اَعُوْذُبِکَ مِنَ الْبَرَصِ وَالْجُنُوْنِ
              وَالْجُذَامِ وَسَیِّءِ الْاَسْقَامِ{" "}
            </p>
            "আল্লাহুম্মা ইন্নি আউযুবিকা মিনাল বারসি ওয়াল জুনুনি ওয়াল জুজামি ওয়া
            ছাইয়্যি ইল আসকম"
            <br />
            অর্থাৎ হে আল্লাহ অবশ্যই আমি তোমার নিকট ধবল, উন্মাদ, কুষ্ঠরোগ এবং সকল
            প্রকার মারাত্নক ব্যাধি থেকে আশ্রয় প্রার্থনা করছি। [আবু দাউদ ২/৯৩,
            সহীহ তিরমিযী ৩/১৮৪; সহিহ নাসাঈ ৩/১১১৬]
          </span>
        </div>
        <div>
          <span>
            রাসুলুল্লাহ (সাঃ) বলেছেনঃ ‘’প্লেগ শাস্তির প্রতিক। মহীয়ান গরীয়ান
            আল্লাহ তায়ালা তা দ্বারা তাঁর বান্দাদের কতিপয় ব্যক্তিকে পরীক্ষায়
            ফেলেছেন। তাই কোনো অঞ্চলে এর প্রভাবের খবর পেলে, তোমরা সেথায় যেয়ো না
            এবং কোনো অঞ্চলে অবস্থানকালে সেখানে প্লেগ লক্ষ্য করলে সেখান থেকে
            পালিয়ে যাবে না’’ মুসলিম ৫৬৬৬-(৯৩)
          </span>
        </div>
        <div>
          <span>
            হজরত ওমর রাদিয়াল্লাহু আনহু থেকে বর্ণিত রাসুলুল্লাহ সাল্লাল্লাহু
            আলাইহি ওয়া সাল্লামকে জিজ্ঞাসা করা হলো- হে আল্লাহর রাসুল!
            (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) ! সবচাইতে বুদ্ধিমান লোক কে ? তিনি
            বললেন, যে ব্যক্তি অধিকহারে মৃত্যুকে স্মরণ করে এবং মৃত্যু পরবর্তী
            জীবনের প্রস্তুতি গ্রহণে ব্যস্ত থাকে। (ইবনে মাজাহ)
          </span>
        </div>
      </div>
    </div>
  );
}
